<template>
	<view>
		<!-- 村名、地址、开始时间、扶贫内容简介、申请通过状态如已通过/未通过/审核中。 -->
		<u-section title="我帮助扶贫的所有村子" font-size="40"></u-section>
		<u-gap></u-gap>
		<view class="bangfulist">
			<view class="bangfu">
				<h2>湖南湘西十八洞村</h2>
				<h3>湖南武陵山湘西十八洞村</h3>
				<h4>2022/12/10</h4>
				<text class="u-line-4">2016年，8313元。2017年2月，，十八洞村成功贫出列。2019年，全村人均纯收入由2013年的1668元增加到14668元，130户521名贫困人口全部实现脱贫，贫困发生率由2013年的56.76%下降到0，村集体经济收入达126.4万元，基础设施和公共服务不断完善，全村实现了稳定脱贫，正在向乡村振兴的路上大步前进。</text>
				<h3>申请状态:审核中</h3>
			</view>
			<u-gap></u-gap>
			<view class="bangfu">
				<h2>四川省凉山彝族自治州昭觉县龙沟乡扎俄村</h2>
				<h3>四川省凉山彝族自治州昭觉县龙沟乡扎俄村</h3>
				<h4>2023/10/22</h4>
				<text class="u-line-4">四川省凉山彝族自治州昭觉县龙沟乡扎俄村：这个村庄位于高寒山区，交通不便，经济条件恶劣。居民生活水平低下，缺乏教育、医疗等基本公共服务。虽然近年来国家加大了扶贫对贫困地区的扶持力度，但这个村庄仍然面临着许多困难和挑战。</text>
				<h3>申请状态:审核中</h3>
			</view>
			<u-gap></u-gap>
			<view class="bangfu">
				<h2>云南省怒江傈僳族自治州福贡县亚谷村</h2>
				<h3>云南省怒江傈僳族自治州福贡县亚谷村</h3>
				<h4>2022/2/20</h4>
				<text class="u-line-4">云南省怒江傈僳族自治州福贡县亚谷村：这个村庄位于怒江峡谷，自然环境恶劣，居民主要依靠农业为生。由于土地贫瘠、生产方式落后等原因，生产效益低下，导致居民生活水平低下。虽然政府已经加大了对该地区的扶贫扶持力度，但是还需要进一步改善基础设施和公共服务，才能实现可持续发展。</text>
				<h3>申请状态:审核中</h3>
			</view>
			<u-gap></u-gap>
			<view class="bangfu">
				<h2>贵州省黔东南苗族侗族自治州从江县加民村</h2>
				<h3>贵州省黔东南苗族侗族自治州从江县加民村</h3>
				<h4>2023/10/30</h4>
				<text class="u-line-4">贵州省黔东南苗族侗族自治州从江县加民村：这个村庄位于侗族山区，居民以农耕为生。由于地理位置偏远、交通不便等原因，经济发展滞后，导致居民生活贫困。政府已经采取了一系列措施来改善该地区的基础设施和公共服务，但是还需要进一步加大扶持力度，才能实现脱贫致富的目标。</text>
				<h3>申请状态:审核中</h3>
			</view>
			<u-gap></u-gap>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style scoped>
	.bangfu{
		margin: 10rpx;
		padding: 10rpx;
		border: #ccc 4rpx solid;
		border-radius: 20rpx;
	}
</style>
