<template>
	<view>
		<!-- 村名、地址、开始时间、扶贫内容简介、申请通过状态如已通过/未通过/审核中。 -->
		<u-section title="我帮助扶贫的所有村子" font-size="40"></u-section>
		<u-gap></u-gap>
		<view class="bangfulist">
			<view class="bangfu">
				<h2>湖南湘西十八洞村</h2>
				<h3>湖南武陵山湘西十八洞村</h3>
				<h4>2022/12/10</h4>
				<text class="u-line-4">2016年，全村人均纯收入达到8313元。2017年2月，经湖南省人民政府审核批准，十八洞村成功脱贫出列。2019年，全村人均纯收入由2013年的1668元增加到14668元，130户521名贫困人口全部实现脱贫，贫困发生率由2013年的56.76%下降到0，村集体经济收入达126.4万元，基础设施和公共服务不断完善，全村实现了稳定脱贫，正在向乡村振兴的路上大步前进。</text>
				<h3>申请状态:审核中</h3>
			</view>
			<u-gap></u-gap>
			<view class="bangfu">
				<h2>湖南湘西十八洞村</h2>
				<h3>湖南武陵山湘西十八洞村</h3>
				<h4>2022/12/10</h4>
				<text class="u-line-4">2016年，全村人均纯收入达到8313元。2017年2月，经湖南省人民政府审核批准，十八洞村成功脱贫出列。2019年，全村人均纯收入由2013年的1668元增加到14668元，130户521名贫困人口全部实现脱贫，贫困发生率由2013年的56.76%下降到0，村集体经济收入达126.4万元，基础设施和公共服务不断完善，全村实现了稳定脱贫，正在向乡村振兴的路上大步前进。</text>
				<h3>申请状态:审核中</h3>
			</view>
			<u-gap></u-gap>
			<view class="bangfu">
				<h2>湖南湘西十八洞村</h2>
				<h3>湖南武陵山湘西十八洞村</h3>
				<h4>2022/12/10</h4>
				<text class="u-line-4">2016年，全村人均纯收入达到8313元。2017年2月，经湖南省人民政府审核批准，十八洞村成功脱贫出列。2019年，全村人均纯收入由2013年的1668元增加到14668元，130户521名贫困人口全部实现脱贫，贫困发生率由2013年的56.76%下降到0，村集体经济收入达126.4万元，基础设施和公共服务不断完善，全村实现了稳定脱贫，正在向乡村振兴的路上大步前进。</text>
				<h3>申请状态:审核中</h3>
			</view>
			<u-gap></u-gap>
			<view class="bangfu">
				<h2>湖南湘西十八洞村</h2>
				<h3>湖南武陵山湘西十八洞村</h3>
				<h4>2022/12/10</h4>
				<text class="u-line-4">2016年，全村人均纯收入达到8313元。2017年2月，经湖南省人民政府审核批准，十八洞村成功脱贫出列。2019年，全村人均纯收入由2013年的1668元增加到14668元，130户521名贫困人口全部实现脱贫，贫困发生率由2013年的56.76%下降到0，村集体经济收入达126.4万元，基础设施和公共服务不断完善，全村实现了稳定脱贫，正在向乡村振兴的路上大步前进。</text>
				<h3>申请状态:审核中</h3>
			</view>
			<u-gap></u-gap>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style scoped>
	.bangfu{
		margin: 10rpx;
		padding: 10rpx;
		border: #ccc 4rpx solid;
		border-radius: 20rpx;
	}
</style>
