<template>
	<view>
		<!-- 内容为，求助标题、发起时间、求助人、求助内容、联系电话。 -->
		<view class="">
			<u-section title="我收到的扶贫求助" font-size="40"></u-section>
			<view class="qiuzhulist">
				<view class="qiuzhu">
					<h2>精准扶贫 助力农产品“走出去”</h2>
					<h3>2022/12/10</h3>
					<h3>广岛下北泽田集绯村村委会</h3>
					<text class="u-line-3">5月31日，稷山县翟店镇东大有村村民在给采摘的太平红杏装箱准备销售。近年来，稷山县翟店镇东大有村在驻村帮扶工作队的扶持下，把精准扶贫与实施乡村振兴战略相结合，引导村民发展“太平红”杏树种植400余亩，同时通过网络宣传，畅通农产品的销售渠道，帮助农户实现产销对接，将东大有村的农特产品甜杏卖到了全国各地。</text>
					<h3>联系电话:1397426850</h3>
				</view>
				<u-gap></u-gap>
			</view>
			<view class="qiuzhulist">
				<view class="qiuzhu">
					<h2>精准扶贫 助力农产品“走出去”</h2>
					<h3>2022/12/10</h3>
					<h3>广岛下北泽田集绯村村委会</h3>
					<text class="u-line-3">5月31日，稷山县翟店镇东大有村村民在给采摘的太平红杏装箱准备销售。近年来，稷山县翟店镇东大有村在驻村帮扶工作队的扶持下，把精准扶贫与实施乡村振兴战略相结合，引导村民发展“太平红”杏树种植400余亩，同时通过网络宣传，畅通农产品的销售渠道，帮助农户实现产销对接，将东大有村的农特产品甜杏卖到了全国各地。</text>
					<h3>联系电话:1397426850</h3>
				</view>
				<u-gap></u-gap>
			</view>
			<view class="qiuzhulist">
				<view class="qiuzhu">
					<h2>精准扶贫 助力农产品“走出去”</h2>
					<h3>2022/12/10</h3>
					<h3>广岛下北泽田集绯村村委会</h3>
					<text class="u-line-3">5月31日，稷山县翟店镇东大有村村民在给采摘的太平红杏装箱准备销售。近年来，稷山县翟店镇东大有村在驻村帮扶工作队的扶持下，把精准扶贫与实施乡村振兴战略相结合，引导村民发展“太平红”杏树种植400余亩，同时通过网络宣传，畅通农产品的销售渠道，帮助农户实现产销对接，将东大有村的农特产品甜杏卖到了全国各地。</text>
					<h3>联系电话:1397426850</h3>
				</view>
				<u-gap></u-gap>
			</view>
			<view class="qiuzhulist">
				<view class="qiuzhu">
					<h2>精准扶贫 助力农产品“走出去”</h2>
					<h3>2022/12/10</h3>
					<h3>广岛下北泽田集绯村村委会</h3>
					<text class="u-line-3">5月31日，稷山县翟店镇东大有村村民在给采摘的太平红杏装箱准备销售。近年来，稷山县翟店镇东大有村在驻村帮扶工作队的扶持下，把精准扶贫与实施乡村振兴战略相结合，引导村民发展“太平红”杏树种植400余亩，同时通过网络宣传，畅通农产品的销售渠道，帮助农户实现产销对接，将东大有村的农特产品甜杏卖到了全国各地。</text>
					<h3>联系电话:1397426850</h3>
				</view>
				<u-gap></u-gap>
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style scoped>
	.qiuzhu{
		margin: 10rpx;
		padding: 10rpx;
		border: #ccc 4rpx solid;
		border-radius: 20rpx;
	}
</style>
