<template>
	<view>
		<view class="info">
			<h2 style="text-align: center;">智慧党建活动室建设解决方案</h2>
			<image src="../../../../../static/myimgs/myimg_dangjian/u=1283301471,2626968760&fm=26&fmt=auto&gp=0.jpg" mode="aspectFit"></image>
			<text>一、智慧党建平台功能概述
“智慧党建”是“互联网 ＋ 党建”的高级阶段，侧重用大数据分析产生新认识，预测新动向、提供新思路。
“智慧党建”是运用信息化新技术，整合各方资源，更有效地加强组织管理，提高服务群众水平，扩大党在网络世界存在感和数字化影响力，提高党的执政能力，巩固党的执政基础的新平台、新模式、新形态。
“智慧党建文化解决方案”以党建文化云平台为核心，集智能党建宣展、党建VR体验学习系统、党建全媒体数据库和场景化应用为一体，协同党建文化专家和专业服务团队，为基层党组织提供智慧党建文化建设规划设计、组织实施、传播评价的生态服务。
三协助三共同：协助建设真懂实悟的党建文化，建设忠诚坚实的党建文化，建设传承创新的党建文化；共同塑造党组织形象，共同提升党组织战斗力，共同凝聚党内外力量。
二、智慧党建平台建设要求
1、党建＋文化。方案将党建文化融入到党的实践活动中，引领和指导基层党组织的思想建设、组织建设、作风建设、反腐倡廉建设和制度建设，深入挖掘、传播基层党建活动的先进经验和成果。
2、党建＋VR。方案将 VR 技术应用到学习教育中，尤其在党史教育中，既可以再现无法重演的历史，让党员们身临其境回到一个无法回去的时代，还可以把现实中实现的抽象概念或理论知识形象地表现出来。
3、党建＋服务。党建文化的建设是一项长期化的系统公程，需要一套科学的领导、运作机制作为保障。方案为基层党组织党建文化的构建奠定组织基础与物质基础，从根本上保障党建文化事业的顺利推进。
三、智慧党建平台建设目的
1优化资源配置
利用智慧党建播放终端进行传播，区别于传统布景墙的一次性资源，可长期性使用。
党建数字化全媒体素材，能够及时、便捷更换展示内容，大大节省了时间和空间成本。
项目建设基本原则为不破坏原有的装饰和布局，在此基础上对客户党建文化宣传起到锦上添花的作用。
2提高办公效率
（1）、智能化，实时动态，实现远程控制，精准展示节目。
用户可远程对智慧党建终端进行管理控制，包括分组、设置和管理。用户能对播放终端进行电源管理、自动校时、终端远程升级、定时开关机等管理，播放器可断网、断电、来电开机；用户能对当前播放的智慧党建终端进行实时监控，只要登录后台就能查看各终端的状态，浏览当前播放的党建节目，管理员还可远程实时截取播放屏幕，确保播放着的节目准确安全。
（2）、数据化，可测可评，实现数据处理，资源共享。
智慧党建播放终端既满足党建信息发布基本功能，又具备触摸互动功能。用户上传的党建资料、党建节目形成数据储存在服务器，管理员可根据不同时段不同信息去选择需要播放的党建内容，通过展示、互动触摸与观看者进行人机交流，资源共享，达到最直观、最有效的信息发布效果。
（3）、生态化，持续增益，实现升级创新，优化资源。
用户可定时升级党建资料库，优化提升服务器、实现资源数据库优化升级。用户登录智慧党建系统管理后台，可使用数字化全媒体播放素材，只要根据实际需求，收集所需党建素材，即可上手制作党建节目。此外，操作简单的后台管理方便了用户刷新和更换党建素材，临时性的信息发布，也能插播实现，快捷迅速。
（4）、科学系统，安全管理
发布党建节目时，用户可以针对不同级别、不同权限人员进行分组，从而使用户更系统、更安全对播放终端和播放内容进行管理，确保用户能科学安全对党建节目内容进行审核。
软件系统具有管理员、审核员、操作员三级权限，管理员权限最高，可添加用户、分配权限，审核员可对操作员制作的党建节目和节目播放表进行审核并批准发布，操作员可编辑节目和播表。支持用户，角色，分组。
（5）、轻松办公，减轻负担
智慧党建播放终端可定时开关机。用户设置好日常开关机时间，规定时间内能进行自动展示。
党建节目长期排程播放。根据不同时间段，不同展示内容要求，用户可对想要展示的党建节目进行排期播放，大大提高了党建工作的前瞻性和计划性。</text>
		</view>
		<u-gap></u-gap>
		<view class="comment">
			<u-section title="活动留言" :right="false" font-size="36"></u-section>
			<u-gap></u-gap>
			<u-input placeholder="请对活动留言" border="border" type="textarea" v-model="content"></u-input>
			<u-button type="success" @click="tijiao">提交留言</u-button>
			<u-gap></u-gap>
			<u-section title="留言列表" :right="false" font-size="36"></u-section>
			<u-gap></u-gap>
			<view style="display: flex;flex-direction: column-reverse;">
				<view class="list" v-for="(item,commentlistid) in commentlist" :key="commentlistid">
					<text>{{item}}</text>
					<text>2022/12/7</text>
				</view>
			</view>
		</view>
		<view class="">
			<u-button type="primary" @click="baoming">参加活动</u-button>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				commentlist:[
					"这个666666"
				],
				content:''
			}
		},
		methods: {
			tijiao(){
				this.commentlist.push(this.content)
				this.content=''
				this.$u.toast('留言成功')
			},
			baoming(){
				uni.navigateTo({
					url:'baoming'
				})
			},
		}
	}
</script>

<style scoped>
	image{
		width: 100%;
	}
	.list{
		margin: 10rpx;
		padding: 10rpx;
		display: flex;
		flex-direction: column;
		border: #A0CFFF 2rpx solid;
		border-radius: 20rpx;
	}
</style>
